Repository: Lucas-Mondini/BrBox_APP
Catalog: BRBOX_APP/src/term/LC_MESSAGES/*.utf-8.po
Languages: pt_br

source: Search
pt_br: Pesquisa

source: Evaluation
pt_br: Suas avaliações

source: Your Ratings
pt_br: Mais avaliado

source: Recommended
pt_br: Recomendado

source: Share
pt_br: Compartilhar

source: Add Tag
pt_br: Adicionar Tag

source: Help
pt_br: Ajuda

source: REGISTER
pt_br: REGISTRAR

source: Password
pt_br: Senha

source: Name
pt_br: Nome

source: Confirm your password
pt_br: Confirme sua senha

source: UPDATE
pt_br: ATUALIZAR

source: DELETE ACCOUNT
pt_br: EXCLUIR CONTA

source: Change password?
pt_br: Mudar senha?

source: New password
pt_br: Nova senha

source: Confirm new password
pt_br: Confirme a nova senha

source: Welcome back
pt_br: Bem vindo de volta

source: Sign up to enjoy
pt_br: Inscreva-se e aproveite

source: Edit your profile information
pt_br: Edite as informações do seu perfil

source: Danger zone
pt_br: Zona perigosa

source: Here you got the option for you to delete your information. This action cannot be undone
pt_br: Aqui você tem a opção de excluir os dados da sua conta. Essa ação não poderá ser revertida

source: EXIT
pt_br: SAIR

source: SAVE
pt_br: SALVAR

source: Register new tag
pt_br: Cadastre uma nova tag

source: Edit your tag
pt_br: Edite sua tag

source: Description
pt_br: Descrição

source: Users
pt_br: Usuários

source: Delete tag
pt_br: Excluir tag

source: Are you sure you want to delete the tag? This action cannot be undone
pt_br: Tem certeza que deseja excluir a tag? Essa ação não poderá ser revertida

source: Delete user
pt_br: Excluir usuário

source: Are you sure you want to delete the user? This action cannot be undone
pt_br: Tem certeza que deseja excluir o usuário? Essa ação não poderá ser revertida

source: Make user admin
pt_br: Tornar usuário administrador

source: Are you sure you want to turn this user into admin?
pt_br: Tem certeza que deseja tornar o usuário um administrador?

source: Remove user admin permission
pt_br: Remover administrador do usuário

source: Are you sure you want to remove this user admin permission?
pt_br: Tem certeza que deseja remover a permissão de administrador do usuário?

source: YES
pt_br: SIM

source: NO
pt_br: NÃO

source: Create new user
pt_br: Criar novo usuário

source: Edit %2 information
pt_br: Editar informações de %2

source: Delete %2 data. This action cannot be undone
pt_br: Excluir dados da conta de %2. Essa ação não poderá ser revertida

source: Sign out
pt_br: Sair

source: Profile
pt_br: Perfil

source: Add game
pt_br: Adicionar Jogo

source: Add Link
pt_br: Adicionar Link

source: Choose Platform...
pt_br: Escolha a Plataforma...

source: Image name
pt_br: Nome da imagem

source: Image link
pt_br: Link da imagem

source: Add image
pt_br: Adicionar imagem

source: Create new game
pt_br: Criar um novo jogo

source: Add platform
pt_br: Adicionar plataforma

source: Platforms
pt_br: Plataformas

source: Delete platform
pt_br: Excluir plataforma

source: Are you sure you want to delete the platform? This action cannot be undone
pt_br: Tem certeza que deseja excluir a plataforma? Essa ação não poderá ser revertida

source: Edit platform
pt_br: Editar plataforma

source: Delete data of %2? This action cannot be undone
pt_br: Excluir dados de %2? Essa ação não poderá ser revertida

source: Delete game
pt_br: Excluir jogo

source: Associate tags
pt_br: Associar tags

source: Choose one platform
pt_br: Escolha uma plataforma

source: Choose a platform to add link
pt_br: Escolha uma plataforma para adicionar o link

source: Insert link
pt_br: Digite o link

source: Insert the link of the platform to add the link in the list
pt_br: Preencha o link da plataforma para adicionar o link a lista

source: Insert image name
pt_br: Digite o nome da imagem

source: Inserte a name to the image to add it to the list
pt_br: Dê um nome para a imagem para adicioná-la na lista

source: Insert image link
pt_br: Digite o link da imagem

source: Insert image link to add the image to the list
pt_br: Adicione o link de uma imagem para adicioná-la na lista

source: An error has occurred while loading register
pt_br: Ocorreu um erro ao carregar registro

source: A unexpected error ocurred while fetching data
pt_br: Ocorreu algum erro inesperado ao carregar os dados

source: An error has occurred during register deletion
pt_br: Ocorreu um erro ao excluir o registro

source: A unexpected error ocurred while deleting data
pt_br: Ocorreu algum erro inesperado ao tentar excluir os dados

source: An error has occurred during register edit
pt_br: Ocorreu um erro ao editar o registro

source: A unexpected error ocurred while editing data
pt_br: Ocorreu algum erro inesperado ao tentar editar os dados

source: An error has occurred during register creation
pt_br: Ocorreu um erro ao criar o registro

source: An error has occurred during the register save
pt_br: Ocorreu algum erro inesperado ao tentar salvar os dados

source: No tags Selected
pt_br: Nenhuma tag Selecionada

source: Selected tags
pt_br: Tags selecionadas

source: Light mode
pt_br: Modo claro

source: Dark mode
pt_br: Modo escuro

source: Erro while sign in
pt_br: Ocorreu um erro no login

source: Make sure you entered the correct e-mail and password
pt_br: Certifique-se que digitou seu e-mail e senha corretamente

source: Missing information
pt_br: Informações não preenchidas

source: E-mail and password are required for sign in
pt_br: E-mail e senha são requeridos para o login

source: Name, e-mail, password and password confirmation are required
pt_br: Nome, e-mail, senha e confirmação de senha são requeridos
